{
    "2077": "This is the future, and you're a big dreamer. The more shields you have, the more damage your weapon does.",
    "Accidental Wealth": "Get 250 coins. This is what you need.",
    "Acorn": "Your eggs can block bults from enemies.",
    "Advanced Knife": "The more shields you have, the more melee damage you do.",
    "Agent Watch": "Each time you pick up a key, your weapon damage will increase. Each time you use a key, your weapon damage will reduce.",
    "Air Force Medal": "Increase your weapon damage when you are in the air.",
    "Airdrop Supply": "Sometimes an airdrop happens after battle.",
    "Alien Tech": "There's a chance you'll fire a heat-seeking bullet.",
    "Alien Toy": "Launches 10 heat-seeking bullets after your bomb explodes.",
    "Amethyst Necklace": "Every time you pick up a coin, there's a chance you'll get extra crystals.",
    "Ancient Mask": "You have a chance to recover hearts each time you kill an enemy by bombs.",
    "Angel Horn": "There's still a chance! Drops a Flying Heart and a Flying Shield when you get hurt.",
    "Angry Mushroom": "Spawn an Angry Sprite each time you jump.",
    "Annoying Hat": "You have a chance to drop extra crystals when you get hurt.",
    "Atlantis Bubble": "Some of your bullets have shields that can block enemy bullets.",
    "Azure Hourglass": "Generates a Guard Sprite when near death mid-battle.",
    "Bad Apple": "Your poison runs through their veins. All your bullets now deal poison damage.",
    "Bamboo Dragonfly": "If you're down to half a heart, you'll gain the ability to fly.",
    "Barbecue Grill": "All normal bombs in this run become fire bombs.",
    "Bargain Insurance": "Get a coin when any of your Angry Sprites dies.",
    "Basketball Jersey": "MAMBA FOREVER! You'll only lose a maximum of half a heart when you get hurt.",
    "Battle Pass": "Pay to Win! The more coins you have, the more bullets you can shoot.",
    "Bear Bone Mask": "The more empty heart containers there are, the higher the max limit of Angry Sprites.",
    "Bear Pendant": "Every time you use a key, there's a chance you'll drop extra eggs.",
    "Beast Amulet": "It's raw power and passion, but hard to control. Reduce your rate of fire but greatly increase your weapon damage.[Note: May be removed since v1.4.5]",
    "Beehive": "There's a chance you'll fire multiple bullets.",
    "Beggar's Card": "While in this room, each time you pick something up, your weapon damage will increase.",
    "Bent Spoon": "98%....99%.... Add a crystal container and increase your gun's damage.",
    "Berserker Blood": "The fury drive your body. The fewer hearts you have, the more bullets you can shoot.",
    "Big Daddy": "You're immune to the explosion damage caused by yourself.",
    "Birthday Cake": "A cake with \"HAPPY BIRTHDAY\" written on it. You are bigger! Also add two heart containers.",
    "Black Box": "Every time you use a key, there's a chance you'll drop extra shields.",
    "Black Friday": "It's shopping time! Everything in the shop is half price!",
    "Black Rum": "When you use a bomb, your eggs will explode.",
    "Blasting Cap 101": "Your explosion will create a cross-shaped blast.",
    "Blasting Cap 5000": "Your explosion will create an X-shaped blast.",
    "Blue Protocol": "Let it guide you... Add shields. Upgrade your weapon.[Note: May be removed since v1.4.5]",
    "Blueberry Cake": "You have a chance to drop extra shields if you hatch an empty egg.",
    "Bodyguard Glasses": "Easier to aim without glare in your eyes... Increase your weapon's damage.[Note: May be removed since v1.4.5]",
    "Boom Gloves": "Kill enough enemies, and you'll drop extra bombs.",
    "Bottle Opener": "Spawns a ring of Angry Sprites when you use a key.",
    "Brave Cookies": "B.A.D. (Brave And Delicious). Add shields and a heart container.[Note: May be removed since v1.4.5]",
    "Broccoli": "Healthy food! Contains a wide variety of vitamins! Add a heart container.[Note: May be removed since v1.4.5]",
    "Broken Kite": "You can fly when you have the max number of Angry Sprites.",
    "Bullet Crown": "Each time an enemy is killed in this room, your weapon bullets increase.",
    "Burning Talisman": "Angry Sprites leave a burning flame when they die.",
    "B-Virus": "Each time you kill an enemy, there's a chance it will explode.",
    "Can of Red Paint": "All jars are now red jars.",
    "Candy Cane": "The more pets you have, the faster you can shoot.",
    "Candy Corn": "The more pets you have, the further you can shoot.",
    "Canned Cat Food": "You get some gifts from cats. Also add a heart container.[Note: May be removed since v1.4.5]",
    "Carp Streamer": "It catches the wind - just like you! You can make an extra jump.",
    "Cat Medallion": "This cat-faced amulet vibrates softly around magic. The fewer crystals you have, the more damage your weapon does.",
    "Chemical Burn": "Your explosion leaves a burst of fire behind.",
    "Cherry Taste": "There's a chance your bullet will split into extra bullets. We know it's tempting, but don't lick any.",
    "Chicken Burger": "You will drop extra hearts if you hatch an empty egg.",
    "Chocolate Coin": "Every time your pet evolves, you'll drop coins.",
    "Chocolate Cookies": "Every time your pet evolves, you'll drop a bomb.",
    "Clay Doll": "Art is an explosion! There's a chance that killing an enemy will release an explosion from you.",
    "Clown Hat": "There's a chance you'll fire a fake rat. And who wouldn't be scared of that?",
    "Coin Bomb": "You get triple the coins, but coins will explode after 3 seconds if you haven't picked it up. Time is money, right?",
    "Colorful Crown": "There's a chance your bullet will create a beautiful firework.",
    "Combat Helmet": "The more shields you have, the more bullets your weapon shoots.",
    "Cooling System": "Cool down your gun! All your bullets now deal ice damage.",
    "Creambeer": "A beer that is certainly not a milkshake. Add a heart container and a crystal container.[Note: May be removed since v1.4.5]",
    "Cremation Box": "Angry sprites have a chance of dropping a small gift when they die.",
    "Crown of Thorns": "Deal melee damage to enemies who make contact with you.",
    "Cruel Sugar": "Increases the max limit of Angry Sprites by 1 for each of your pets.",
    "Crystal Hard Candy": "Every time your pet evolves, you'll drop 2 crystals.",
    "Cursed Coin": "Turn all wooden chests to cursed chests[Note: May be removed since v1.4.3]",
    "Cyborg": "Reduce your heart containers and add shields. Also increase your weapon's damage.",
    "Dance Mask": "Upgrade your gun if you get hurt while in this room.",
    "Danger Sign": "Your gun is full of electricity! All your bullets now deal electric damage.",
    "Dangerous Mine": "Every time you jump, you leave a mine behind you. That sounds crazy or crazy AWESOME?",
    "Dangerous Receipt": "You receive delivery of a batch of bombs.",
    "Dark Side": "If you are down to half a heart, you'll immediately deal damage to all enemies.",
    "Death Believer": "Kill enough enemies, and you'll drop extra hearts.",
    "Defensive Magic Scroll": "Crystals will orbit you when near death to block one bullet.",
    "Defibrillator": "Revives the player upon a successful dance post-death.",
    "Demon Book": "You will get 1 angry sprite each time you kill an enemy by explosions.",
    "Demon Wings": "A little sacrifice goes a long way... Trade one heart container for the ability to fly.",
    "Desert Elixir": "A strange potion with \"Don't Drink Me\" written on it.",
    "Devil Horn": "These let you increase your weapon damage and melee damage, Don't worry about the sudden craving for flesh.[Note: May be removed since v1.4.5]",
    "Devil Hotline": "Double your melee attack damage when you are in the air.",
    "Devil's Trade": "Each time you get hurt, there's a chance you'll take double damage... or no damage at all.",
    "Dimensional Bags": "You have a chance to receive random goodies when you get hurt.",
    "Disco Light": "Jump Marks will summon music notes each time you land.",
    "Divinity": "Your soul swells and you feel your feet lift off the ground... Increase your movement speed.",
    "Double Yolks": "Two at a time baby, yeah! Double the number of eggs you have.",
    "Doughnut": "The more eggs you have, the more bullets you will fire.",
    "Drilling Warhead": "This is going to hurt... Increase your rate of fire and weapon damage.[Note: May be removed since v1.4.5]",
    "Earth Bread": "An edible root known only to the Dwarves. Add a heart container.[Note: May be removed since v1.4.5]",
    "Eerie Axe": "Spawns an Angry Sprite when you kill an enemy with melee.",
    "Elastic Gel": "The victory of science! Your bullet will randomly rebound when it hits the wall.",
    "Electric Drill": "Each time you kill an enemy with melee damage, there's a chance you'll gain a bomb.",
    "Electric Sheep": "Do androids dream? When you have shields, you can make an extra jump.",
    "Elf Bread": "A bite can keep you going all day. Increase your movement speed and recover a heart.",
    "Emerald Bracelet": "Every time you pick up a coin, there's a chance you'll get extra bombs.",
    "Empty Can": "If you don't have a key, you can use an egg instead.",
    "Energy Cube": "Each time you activate the Portal Stone, there's a chance of getting a shield.",
    "Eric's Candle": "Your melee attack deals fire damage.",
    "E-Sports Headset": "Git gud. Increase your rate of fire and movement speed.[Note: May be removed since v1.4.5]",
    "Espresso": "Feel that caffeine hit? It's BULLET TIME. Increase your rate of fire.[Note: May be removed since v1.4.5]",
    "Eternal Stone": "You can manually cancel the hatching process of the egg by pressing [Cancel Key].",
    "Evil Bracelet": "Every time you use a key, you'll get an angry sprite.[Note: May be removed since v1.4.4]",
    "Evil Spare Parts": "Spawns the max number of Angry Sprites when a machine fails (gambling machine, gambling door, gambling box).",
    "Expired Dog Food": "Like owner, like pet. Triggers the player's hurt effect when a pet is hurt.",
    "Fanatic Mask": "You have a chance to recover hearts when you get hurt by an explosion.",
    "Fatal Dance": "You will fires extra bullets downwards while you're in the air.",
    "Film Magazine": "Now you know Gun Fu. Add extra bullets per shot and increase your weapon's range.[Note: May be removed since v1.4.5]",
    "Firecrackers": "There's a chance your bomb will drop a pickup after it explodes in battle.",
    "Firepower Badge": "Increase rate of fire.",
    "Fission Badge": "Increase bullets.",
    "Fission Device": "There's a chance your bullet will split into extra bullets. Stay out of the danger zone.",
    "Flamingo Feathers": "Jump marks will shoot a fireball when your egg touches it.",
    "Flowerpot": "There's a chance your bullet will split into extra bullets. A beautiful display of death.",
    "Forbidden Mask": "You got promoted! Enhance your stats in all areas.",
    "Fruit Popsicle": "It's always summer when you're eating a popsicle. Add a heart container.[Note: May be removed since v1.4.5]",
    "Frying Pan": "There's a chance that you'll block bullets fired at you.",
    "Furious Chicken": "The more eggs you have, the more melee damage you do.",
    "Future Tech": "Stylish eye protection, with added benefits. Add shields and increase your rate of fire.",
    "Game Card": "The more Jump Marks you have, the more damage your gun does.",
    "Gamma Ray": "Ain't nothing gonna stop you now! Your bullets can pass through walls.",
    "Garand Clip": "Mow 'em down. Add extra bullets per shot and increase your weapon damage.",
    "Gas Mask": "There's a chance you'll fire a poison bullet.",
    "Ghost Bottle": "Launches piercing bullets after your bomb explodes.",
    "Ghost Nail": "There's a chance you'll fire a piercing bullet.",
    "Ghost Shell": "You have a chance to gain shields when you get hurt. There are some questions you can't avoid.",
    "Giant Barbecue": "Trade your IQ for POWER! Add a heart container. Increase your weapon damage, but reduce your rate of fire.[Note: May be removed since v1.4.5]",
    "Gingerbread Man": "If an attack kills you, you'll exchange an egg for half a heart.",
    "Gladiator Helmet": "Increase your melee damage every time you get hurt in the current room.",
    "Go Board": "Winning is positioning, timing... and being the last alive. Add extra bullets per shot and increase your movement speed.[Note: May be removed since v1.4.5]",
    "Golden Apple": "The relic of the first civilization. Upgrade your weapon. Increase your movement speed slightly.[Note: May be removed since v1.4.5]",
    "Golden Bell": "Each time you kill an enemy with melee damage, there's a chance you'll receive extra coins.",
    "Golden Bird": "The more coins you have, the faster you can shoot.",
    "Golden Fist": "Each time you destroy a wooden box using melee damage, you gain 1 coin.",
    "Golden Skulls": "The more coins you have, the more melee damage you do.",
    "Golden Statuette": "You have a chance to get a guard sprite when you use coins. Don't you want to kiss it?",
    "Golden Teeth": "Oof. Hope you like soup. Drop coins when you get hurt.",
    "Golden Torch": "The light is warm. Get an extra treasure room at each new level.",
    "Grape Candy": "You will drop an extra crystal if you hatch an empty egg.",
    "Green Cap": "This green cap will diminish you... That is, it will make you smaller. See the world from a new angle!",
    "Grim Hood": "Each time an enemy is killed in this room, your weapon damage increases.",
    "Gum Bear": "Yeah! Increase the damage from all your pets.",
    "Gunpowder Plot": "Each time you pick up a bomb, you get an extra one.",
    "Hacking Tool": "I got this! Keys are no longer a problem.",
    "Hair Dryer": "Let it blow your bullets farther, faster. Increase your weapon's range and rate of fire.[Note: May be removed since v1.4.5]",
    "Hand Mirror": "There's a chance you'll fire a ricocheting bullet.",
    "Hard Hat": "You won't take any environmental damage.",
    "Hard Mints": "Every time your pet evolves, you may drop half a shield.",
    "Headband": "The more times you jump, the more melee damage you do.",
    "Heart Key": "If you don't have a key, you can use half a heart instead.",
    "Heart Necklace": "Every time you use a key, there's a chance you'll drop extra hearts.",
    "Heart of Fire": "You can revive after death, but you feel... tired. (Can only be used once.)",
    "Heart of the Ocean": "The power of love! Add shields. Increase your weapon's damage.",
    "Hero Mask": "This is your calling. Increase your jump height and movement speed.",
    "Hiccups": "You will get a random item if you get hurt 6 times in the same room.",
    "Hip Flask": "Take a shot. Take the shot. Rinse and repeat. Greatly increase your weapon damage.[Note: May be removed since v1.4.5]",
    "Hot Chili": "Let your gun burn! All your bullets now deal fire damage.",
    "Howard Reactor": "Hearts will be replaced by shields when they drop. The creator slightly modified the rules of the universe.",
    "Hungry Amulet": "Kill enough enemies in melee, you will recover half a heart.",
    "Hunter Queen": "Your melee attacks cause enemies to explode when they die.",
    "Immortal Fangs": "Spawns 3 golden Angry Sprites.",
    "Immortal Heart": "This is a legendary trophy. You can revive after death. (Can only be used once.)",
    "Imperial Force": "There's a chance you'll fire a laser. Whether or not it hits anything is another matter...",
    "Inferior Milk Powder": "The less your hearts, the bigger the Angry Sprites.",
    "Key infinite": "While you have this key, you can unlock anything for free. Expires at the end of the current level.",
    "Inner Eye": "You can preview the description of an item without picking it up.",
    "Inorganic Mod": "You have a chance to drop extra shields each time you kill an enemy.",
    "Iron Heart": "You will lose hearts first even if you have shields. You are gradually accepting this fact.",
    "Jelly Beans": "You have a chance to shoot random element bullets.",
    "Jewelry Box": "Every time you use a key, there's a chance you'll get a protective shell.",
    "Kendo Mask": "There's a chance that you'll block melee damage from enemies.",
    "Kinetic Blade": "Gain shields after killing enemies with melee damage.",
    "King's Crown": "Your weapon does more damage when you're at full hearts.",
    "Knife and Fork": "Each time you kill an enemy with melee damage, there's a chance to get an egg.",
    "Kongming Lantern": "You will get a guard sprite when you get hurt.",
    "Last Hope": "You fight for humanity! After each battle, you might receive extra shields.",
    "Lemon Jelly": "The more eggs you have, the more times you can jump.",
    "Lidless Eye": "It sees ...... EVERYTHING! Including your inner desires and fears.",
    "Life Badge": "Increase heart containers.",
    "Lightning Boots": "Jump Marks will create a ring of lightning.",
    "Like of the King": "You have the King's approval. Upgrade your weapon. Increase your bullet velocity.[Note: May be removed since v1.4.5]",
    "Lion Headgear": "The more pets you have, the more damage your gun does.",
    "Lipstick": "Don't get it on your teeth. The shop will now replenish.",
    "Lithium Battery": "There's a chance you'll fire an electric bullet.",
    "Little Pickaxe": "A very useful tool. Reveal all nearby hidden rooms.",
    "Locksmith": "If you don't have a key, you can use coins instead.",
    "Lottery Tickets": "777 coins! You feel extremely lucky... and lonely.",
    "Love Yeast": "Hearts will turn into two moldy hearts 3 seconds after dropping.",
    "Lucky Gold Coin": "Is it really not an illusion that you feel you have become lucky?",
    "Mad Mask": "This IS the craziest thing you've ever seen. Greatly increase your rate of fire.[Note: May be removed since v1.4.5]",
    "Magic Vortex": "Your weapon does more damage when your crystal containers are full. You have a big plan.",
    "Magic Wand": "You will gain crystals when you get hurt.",
    "Magical Bean": "This unbelievable bean will recover all your hearts and increase your weapon's range.",
    "Magician Hat": "Each time you pick up a key, you get an extra one.",
    "Maneki-Neko": "Meow... You get an extra bonus when you pick up coins.",
    "Marshmallow": "When you're at full health, your eggs will never fail to hatch.",
    "Matchbox": "If the egg touches stone - such as doors or chests - they'll both explode and disappear.",
    "Medal of Honor": "It's about discipline. Increase your movement speed and your weapon damage.[Note: May be removed since v1.4.5]",
    "Melting Calendar": "Time is a meaningless mortal construct. You understand this now, and your movement speed increases.",
    "Mercenary Lord": "The more coins you have, the more damage your weapon does.",
    "Mercy Hood": "May the love be with you. Double the amount of hearts recovered.",
    "Metal Panties": "Make them regret ever touching you. Drop 6 safe bombs when you get hurt.",
    "Microphone": "Jump Marks will create an enemy bullet deflecting wave.",
    "Midnight Mask": "It's Friday! Increase your weapon's damage when you get hurt.",
    "Mini Radar": "BEEP. BEEP. BEEP. Mark all secrets on your map.",
    "Mjolnir": "Your melee attack deals electric damage.",
    "Monk Hat": "Add a heart container and a crystal container. Keep the sun and rain off your face so you can concentrate on meditating.",
    "Monocle": "You will drop an extra key if you hatch an empty egg.",
    "Moonhead": "You're immune to touch damage while you're in the air.",
    "Most Wanted List": "You get twice the coins after you kill enemies.",
    "Motorcycle Helmet": "Increase your movement speed, weapon damage, and melee damage.",
    "Mustard Poop": "Eggs can cause touch damage to enemies.",
    "Mutated Orange": "This orange will make you SUPER strong. Increase your movement speed and weapon damage.",
    "Nanotechnology": "After the bomb explodes, it will split into more small bombs.",
    "Nerve System 6.0": "Increase your weapon damage and movement speed. Forget sheep, you keep dreaming of unicorns...",
    "Night Vision": "Fire a special bullet every ten shots, causing greater damage to the enemy.",
    "Nightmare Mask": "You will get a evil sprite when you get hurt.",
    "Ninja Costume": "No one will ever see you coming. You can make an extra jump. Increase your melee damage.",
    "Nougat": "Every time your pet evolves, you'll drop a key.",
    "Onion Helmet": "You get a temporary protective shell per room.",
    "Ordinary Gloves": "100 push-ups, 100 sit-ups, 10km every day... your melee damage has skyrocketed!",
    "Owl Headdress": "Gain an extra egg with each Jump Mark, but they will disappear once you land.",
    "Pain Drop": "Fight through the pain. Let it give you strength. Increase you weapon damage and rate of fire.[Note: May be removed since v1.4.5]",
    "Paper Crane": "[Characteristics] R-6 can use only shields, as he can't have any heart containers. Also, he can preview the description of items without picking them up.",
    "Paper Plane": "Let it catch the breeze... Increase your weapon’s range and damage.",
    "Paper Windmills": "Exhale as you pull the trigger to give your bullets a bit more oomph. Increase your rate of fire and weapon damage.[Note: May be removed since v1.4.5]",
    "Party Popper": "Launches colorful bullets after your bomb explodes.",
    "Pegasus": "You feel strong, feathery wings at your back. Flap them and lift into the air!",
    "Pen No. 7": "You can use keys as bombs when you don't have any bombs.",
    "Pepper Soup": "It'll bring tears to your eyes! ...Why, because it's so tasty, of course! Add a heart container.[Note: May be removed since v1.4.5]",
    "Persian Turban": "The beautiful gem in this turban functions as a number of crystal containers.",
    "Ping Pong": "There's a chance you'll fire a bouncy bullet.",
    "Pink Dart": "Let the feathered tip wing you on your way to victory. Increase your weapon's range and rate of fire.",
    "Plague Mask": "You have a chance of recovering half a heart each time you kill an enemy.",
    "Plan B": "Keys are not the only answer! You have a chance to unlock chests or doors with explosions.",
    "Player Zero Ready": "Don't let up! The more enemies you hit without stopping, the more weapon damage you'll do.",
    "Police Badge": "They have the right to remain silent... Add extra bullets per shot and increase your bullet velocity.[Note: May be removed since v1.4.5]",
    "Popcorn": "All your bullets will explode on impact or after they travel a certain distance. Enjoy the show.",
    "Popping Candy": "When you have the max number of Angry Sprites, gain an extra jump.",
    "Power Diamond": "ABSOLUTE POWER! Upgrade your weapon, increase both your melee and weapon damage.[Note: May be removed since v1.4.5]",
    "Power Helmet": "If you get hurt in this room, a ring of lightning will surround you and damage nearby enemies.",
    "Prophet Chip": "Kill enough enemies, and you'll drop extra shields.",
    "Protein Powder": "The more eggs you have, the further you can shoot.",
    "Pumpkinhead": "When you get hurt, you will explode. Anyone who survives might learn a lesson.",
    "Quantum Core": "Increase your gun's damage and add shields. An incredible source of power. You've no idea how it works. Strings, maybe?",
    "Rainbow Candy": "Every time your pet evolves, you'll get a gift.",
    "Rainforest Souvenir": "Kill enough enemies, and you'll drop extra eggs.",
    "Rattling Will": "Angry Sprites explode when they die.",
    "Ready Aim Eye": "Each time an enemy is killed in this room, your eye gets sharper, increasing your weapon attack speed.",
    "Red Controller": "Angry Sprites become immortal upon entering battle, which then disappear at the end of the battle.",
    "Red Flag": "Instead of throwing a bomb, place a mine on the ground.",
    "Red Hat": "Your jumping can cause damage to enemies. Where is the princess?",
    "Ritual Mask": "Add a crystal container. You can recover hearts when a certain amount of crystals are used.",
    "Robot Armor": "You have a chance to drop extra shields when you get hurt.",
    "Rocket Mod": "There's a chance you'll fire a heat-seeking rocket.",
    "Rogue's Badge": "While in this room, each time you pick something up, your movement speed and jump height will increase.",
    "Roly-Poly Toy": "You will drop an extra bomb if you hatch an empty egg.",
    "Royal Antlers": "Increase your movement speed. You'll drop extra coins when you use keys.",
    "Ruby Earrings": "Every time you pick up a coin, there's a chance you'll get extra hearts.",
    "Running Shoes": "The sweet sneakers will increase your movement speed. Gotta go fast.",
    "Rusty Antenna": "When you enter battle without full HP, generates Thunder beside you.",
    "Rusty Key": "Every time you use a key, there's a chance you'll drop an extra bomb or an instant bomb.",
    "Sacred Tears": "You have a chance to get a protective shell each time you kill an enemy.",
    "Samurai's Soul": "There's a chance you'll fire a big bullet.",
    "Sapper Backpack": "All your explosions are bigger, brighter, and better.",
    "Sapphire Ring": "Every time you pick up a coin, there's a chance you'll get extra shields.",
    "Sashimi Sushi": "Sorry, I don't speak Sushi. Add a heart container.",
    "Saturn Lollipop": "The more eggs you have, the faster you can shoot.",
    "Savage Bean": "Angry Sprites become bigger and move slower, but they can block bullets.",
    "Scarlet Hourglass": "Generates an Angry Sprite when near death mid-battle.",
    "Scarlet Tale": "Increase your rate of fire if you get hurt while in this room.",
    "Schr%C3%B6dinger's Bet": "Are you dead or are you alive? You won't know until you die and wake up... and there's a chance you might.",
    "Science Awards": "Enemies will explode when they touch any Jump Mark.",
    "Screaming Soda": "Chance to spawn an Angry Sprite with an explosion.",
    "Screwdriver": "Kill enough enemies, and you'll drop extra keys.",
    "Seals Patch": "You've worked for this. Upgrade your weapon. Increase your movement speed.[Note: May be removed since v1.4.5]",
    "Seed of Stone": "Your bullet will create a platform on the wall.",
    "Serpent Staff": "When you use crystals, the same number of Angry Sprites will spawn.",
    "Shadow Blade": "Nothing is True. Everything is Permitted. Do more weapon damage when you attack from behind.",
    "Shadow Operation": "They'll never see you coming. Increase your weapon's range and your movement speed.",
    "Shaman Mask": "After you activate all the Portal Stones, you'll get some eggs.",
    "Shark Bait": "You can use eggs as bombs when you don't have any bombs.",
    "Shroud": "Add a crystal container. You can get crystals after killing enemies.",
    "Silly Frog": "You wouldn't wear them if they weren't useful, and these let you make an extra jump.",
    "Silver Brooch": "Every time you pick up a coin, there's a chance you'll get extra keys.",
    "Silver Compass": "Reveal the truth. Show all rooms on your map.",
    "Slayer of Demons": "Kill enough enemies, and you'll get crystals.",
    "Slingshot": "Pull back... Exhale slowly... Let go! TWANG! Add extra bullets per shot and increase your weapon's range.[Note: May be removed since v1.4.5]",
    "Smiley Bomb": "Your bomb will clear a certain area of bullets.",
    "Smithing Hammer": "Clang. Clang. Clang. Upgrade your weapon. Increase your weapon damage.[Note: May be removed since v1.4.5]",
    "Snack Box": "Eggs will hatch random pickups instead of pets.",
    "Snow Globe": "There's a chance you'll fire an ice bullet.",
    "Soldier Mask": "Peekaboo! I see you! There's a chance your bullets will track enemies.",
    "Soul Flask": "You hear whispers within the bottle... Add a heart container and recover some hearts.[Note: May be removed since v1.4.5]",
    "Space Helmet": "To infinity... Increase your jump height.",
    "Space Soda": "Atomized Cola, drink of the space age! Add a heart container and increase your weapon damage slightly.[Note: May be removed since v1.4.5]",
    "Space Spanner": "Each time you kill an enemy with melee damage, there's a chance to get a key.",
    "Spartan Lineage": "The fewer hearts you have, the more damage your weapon does. SPARTAN!!!",
    "Spear of Destiny": "Sometimes, the Fates just want someone dead. Increase your melee range.",
    "Sphygmomanometer": "Angry Sprites become super-sized when you have no hearts.",
    "Spicy Candy": "Spawns a ring of Angry Sprites when your pet levels up.",
    "Spider Carton": "When Angry Sprite dies, it has a chance of dropping a flying heart or a flying shield.",
    "Stark Module": "Increase your weapon damage and bullet velocity. Stark Brilliance(TM). (Stark is not responsible for any loss of limbs)[Note: May be removed since v1.4.5]",
    "Steel Gear": "The more keys you have, the faster your weapon shoots.",
    "Strange Mask": "Ssssssomebody stop me! Add extra bullets per shot and a shield.[Note: May be removed since v1.4.5]",
    "Strawberry Candy": "The more pets you have, the more bullets your fire.",
    "Strength Badge": "Increase gun damage.",
    "Sturdy Shield": "You've never felt stronger. Or better-looking. Add shields. Some attacks will deal no damage to you.",
    "Super Logo": "You're at the top of your game. Upgrade your weapon. Increase your jump height and movement speed slightly.[Note: May be removed since v1.4.5]",
    "Szechuan Cat Food": "On failure to hatch, spawn an Angry Sprite.",
    "Szechuan Sauce": "There's a chance you'll fire a flame bullet.",
    "Tanghulu": "A stick of candied hawthorn. Add a heart container.[Note: May be removed since v1.4.5]",
    "Telescopic Sight": "Increase your weapon's range. Also increase your jump height.",
    "Tesla Coil": "A ring of lightning will surround you and damage nearby enemies.",
    "The Crowbar": "Your favorite weapon! Increase your melee attack damage.",
    "The Towel": "DON'T PANIC! You'll only lose a maximum of half a shield when you get hurt.",
    "Thunder Engine": "The more shields you have, the faster you fire.",
    "Tobe Beef": "The best beef EVER. Add a heart container.[Note: May be removed since v1.4.5]",
    "Toffee Apple": "Every time your pet evolves, you'll drop half a heart.",
    "Toilet-Plunger": "When picking up an item, there is a chance of getting an Angry Sprite.",
    "Toy Home Run Bat": "The more eggs you have, the more melee range you have.",
    "Traveler Hood": "Travel farther than ever before. You can make an extra jump.",
    "Treasure Map": "Mark all hidden rooms on your map. You can see a faint signature on the back - Captain Jack S....?",
    "Turtle Hat": "There's a chance that you'll block damage taken from behind.",
    "Unknown Mask": "An extravagant crystal mask. It can be used as a crystal container and adds a shield - because no one wants to hit it.",
    "Used Band-Aids": "Spawns Angry Sprites when you get hurt (based on number of hearts lost).",
    "Useless Item": "This item is useless. Maybe there's some way you can make it useful?",
    "V.O. Field": "If you're down to half a heart, you'll immediately drop a shield.",
    "Vanilla Ice Cream": "The more eggs you have, the more damage your bullets do.",
    "Virtual Assistant": "When you lose a shield, there's a chance you'll get a guardian sprite.",
    "Void Coin": "There's a hole in the world... in your soul. Increase your weapon damage and rate of fire.[Note: May be removed since v1.4.5]",
    "Wade Tech": "It looks easy enough to install... Upgrade your weapon. Increase your rate of fire.[Note: May be removed since v1.4.5]",
    "War Hammer": "Each time you kill an enemy with melee damage, there's a chance a mine will drop.",
    "Weapon Badge": "Increase gun level.",
    "Welding Mask": "You have a chance to drop extra keys when you get hurt by an explosion.",
    "Whetstone": "While in this room, the more times you use your melee attack, the more damage it does.",
    "Winged Hat": "The little wings are so darn cute. And they let you make an extra jump.",
    "Wings of Wisdom": "[Note: This is actually a Pickup which gives you the ability to fly. It can be obtained in the Athena/Cursed Athena boss room.]",
    "Wizard Sword": "Each time you kill an enemy with melee damage, there's a chance you'll receive extra crystals.",
    "Worst Blowing Gum": "The more pets you have, the more times you can jump.",
    "X-Ray": "Your bullets can pass through enemies."
}